<?php




$sysmsg=array(
	"hi" => "",
	"rules" => "🚀 РЕГИСТРАЦИЯ 🚀
	\n1. Команды, состоящие из 4-5 человек, 
	выбирают одного человека — Капитана, он будет взаимодействовать с игрой и вводить ответы. Доступ к выбору задания и ответу на вопросы есть только у Капитана команды 
	\n2. Капитан со своего телефона регистрирует команду в системе, вводя \"создать НазваниеКоманды\" 
	(все команды вводятся без кавычек), где НазваниеКоманды — название вашей команды. 
	\n3. Затем, чтобы остальным членам команды присоедениться к созданной команде, необходимо отправить боту сообщение 
	\"вступить НазваниеКоманды\".
	\n4 После этого Капитану команды необходимо ввести \"начать\", и вы окажетесь на главной карте квеста, где будут отображены ваши задания.

	\n\n🐯 Команды, доступные Капитану 🐯 \n(Маленькие буквы, или большие — не имеет значения )
	\n \"справка\" — Посмотреть эту справку. 
	\n \"счёт\" — Посмотреть счёт команды. 
	\n \"игроки\" — Посмотреть список игроков команды.
	\n \"текущее задание\" - Посмотреть текущее задание.
	\n \"меню\" — Вернуться в меню с картой, списком заданий и рейтингом команд.
	\n \"задание 1\" — Перейти к выполнению первого задания. (Выбирать задание нужно именно в таком формате \"задание номерЗадания\")
	\n \"кто я\" — Узнать ваш статус: Капитан/Игрок. 
	
	\n\n🎮 Команды, доступные Игрокам 🎮 \n(Маленькие буквы, или большие — не имеет значения )
	\n \"справка\" — Посмотреть эту справку. 
	\n \"счёт\" — Посмотреть счёт команды. 
	\n \"игроки\" — Посмотреть список игроков команды.
	\n \"меню\" — Вернуться в меню с картой, списком заданий и рейтингом команд.
	\n \"кто я\" — Узнать ваш статус: Капитан/Игрок. 
	
	"
	
);