<?php




$task = array(
    "task0" => array(
        "id" => '0',
        
        "preTaskText" => "Карта квеста",
        "preTaskImageURL" => 'https://aoai.ru/images/Map.PNG',
        "preTaskAnswer" => 'ключ 0',
        
        "text" => "Карта квеста",
        "imageURL" => 'https://aoai.ru/images/Map.PNG',
        "taskAnswer" => 'ответ 0'
        ),
    "task1" => array(
        "id" => '1',
        
        "preTaskText" => "Задание 1 📍Киров📍 \n❓Текст загадки для ключевого слова❓", 
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 1',
        "latitude" => "59.976416",
        "longitude" => "30.258013",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 1, теперь можешь приступать к его выполнению!\nЗадание 1\nТекстЗадания",
        "imageURL" => 'https://aoai.ru/images/iscra.png',
        "taskAnswer" => 'ответ 1'
        ),
        
    "task2" => array(
        "id" => '2',
        
        "preTaskText" => "Задание 2 📍Геракл Фарнезский📍 \n❓Текст загадки для ключевого слова❓",
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 2',
        "latitude" => "59.978361",
        "longitude" => "30.252137",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 2, теперь можешь приступать к его выполнению!\nЗадание 2\nТекстЗадания",
        "imageURL" => '',
        "voice" => 'https://aoai.ru/voice/voice.mp3',
        "taskAnswer" => 'ответ 2'
        ),
        
    "task3" => array(
        "id" => '3',
        
        "preTaskText" => "Задание 3 📍Вороны📍 \n❓Текст загадки для ключевого слова❓",
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 3',
        "latitude" => "59.977481",
        "longitude" => "30.260407",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 3, теперь можешь приступать к его выполнению!\nЗадание 3\nТекстЗадания",
        "imageURL" => '',
        "taskAnswer" => 'ответ 3'
        ),
        
        
     "task4" => array(
        "id" => '4',
        
        "preTaskText" => "Задание 4 📍Музыкальный павильон📍 \n❓Текст загадки для ключевого слова❓",
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 4',
        "latitude" => "59.976614",
        "longitude" => "30.268716",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 4, теперь можешь приступать к его выполнению!\nЗадание 4\nТекстЗадания",
        "imageURL" => '',
        "taskAnswer" => 'ответ 4'
        ),
        
    "task5" => array(
        "id" => '5',
        
        "preTaskText" => "Задание 5 📍1-й Елагин мост📍 \n❓Текст загадки для ключевого слова❓",
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 5',
        "latitude" => "59.977529",
        "longitude" => "30.271439",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 5, теперь можешь приступать к его выполнению!\nЗадание 5\nТекстЗадания",
        "imageURL" => '',
        "taskAnswer" => 'ответ 5'
        ),
        
    "task6" => array(
        "id" => '6',
        
        "preTaskText" => "Задание 6 📍Елагин-дворец📍 \n❓Текст загадки для ключевого слова❓",
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 6',
        "latitude" => "59.979302",
        "longitude" => "30.269605",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 6, теперь можешь приступать к его выполнению!\nЗадание 6\nТекстЗадания",
        "imageURL" => '',
        "taskAnswer" => 'ответ 6'
        ),
        
    "task7" => array(
        "id" => '7',
        
        "preTaskText" => "Задание 7 📍Статуи📍 \n❓Текст загадки для ключевого слова❓",
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 7',
        "latitude" => "59.979778",
        "longitude" => "30.268526",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 7, теперь можешь приступать к его выполнению!\nЗадание 7\nТекстЗадания",
        "imageURL" => '',
        "taskAnswer" => 'ответ 7'
        ),
    
    "task8" => array(
        "id" => '8',
        
        "preTaskText" => "Задание 8 📍Спортсмены📍 \n❓Текст загадки для ключевого слова❓",
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 8',
        "latitude" => "59.980217",
        "longitude" => "30.264923",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 8, теперь можешь приступать к его выполнению!\nЗадание 8\nТекстЗадания",
        "imageURL" => '',
        "taskAnswer" => 'ответ 8'
        ),
        
    "task9" => array(
        "id" => '9',
        
        "preTaskText" => "Задание 9 📍Дацан📍 \n❓Текст загадки для ключевого слова❓",
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 9',
        "latitude" => "59.983503",
        "longitude" => "30.255957",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 9, теперь можешь приступать к его выполнению!\nЗадание 9\nТекстЗадания",
        "imageURL" => '',
        "taskAnswer" => 'ответ 9'
        ),   
        
     "task10" => array(
        "id" => '10',
        
        "preTaskText" => "Задание 10 📍Морской конёк📍 \n❓Текст загадки для ключевого слова❓",
        "preTaskImageURL" => 'КАРТААААА',
        "preTaskAnswer" => 'ключ 10',
        "latitude" => "59.985126",
        "longitude" => "30.252754",
        
        "text" => "Поздравляю, ты ввёл ключевое слово для Задания 10, теперь можешь приступать к его выполнению!\nЗадание 10\nТекстЗадания",
        "imageURL" => '',
        "taskAnswer" => 'ответ 10'
        ),  
    
    );